a = ['Grey', 'Yellow', 'Brown', 'Black', 'White']
print(a[-3])
#2. Выведите 1-ю букву второго слова из списка. - не нашел способа как реализовать
#3. Выведите последнюю букву последнего слова из списка - не нашел способа как реализовать
a.append('Green')
print(a)
a.insert(3, 'Blue')
print(a)
a.remove('Grey')
print(a)
a.remove('world')
print(a)












